Repository: 84000/data-translation-memory
Catalog: toh534-v3.tmx
Source language: bo
Languages: en

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to the Three Jewels!

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཕགས་པ་རྣམ་པར་སྣང་མཛད་འོད་ཀྱི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the thus-gone, worthy, perfect buddha, noble Vairocana, the king of light!

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཏདྱ་ཐཱ། ཀ་ལ་ཀ་ལ། ཀི་ལི་ཀི་ལི། བི་རི་བི་རི། ཧུ་རུ་ཧུ་རུ། བཻ་རོ་ཙ་ན་རསྨི་སཉྩོ་དི་ཏེ་ཨཱ་གཙྪ། ཨཱརྱ་ཨཱ་ཀཱ་ཤ་གརྦྷ་མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་པཱུ་ར་ཡ་ཧ་ཤཱ་ན། དྷཱ་ར་ཡ་བུདྡྷེ་བིཤྩ་ཡ་ན། ཙ་ར་ཙ་ར།
en: Homage to the bodhisattva mahāsattva Ākāśagarbha!

source: ཙི་རི་ཙི་རི་སྭཱ་ཧཱ། བཏོན་པས་འགྲུབ་སྟེ། མཚོན་ཆ་དང་། མེ་དང་། ཆུ་དང་། དུག་དང་།
en: tadyathā| kala kala| kili kili| viri viri| huru huru| vairocana­raśmi­sañcodite āgaccha| āryākāśa­garbha mahā­kāruṇikā pūraya haśāna| dhāraya buddhe viścayana| cara cara| ciri ciri svāhā By reciting it, this will be accomplished: weapons, fire, water, poison, poisoned food and drink, or kākhordas will not hurt one.

source: དུག་སྦྱར་མ་དང་། བྱད་སྟེམས་རྣམས་ཀྱིས་མི་ཚུགས་སོ། །རྒྱལ་པོ་དང་། ཆོམ་རྐུན་ལ་སོགས་པ་ཐམས་ཅད་ཀྱིས་གླགས་མི་རྙེད་དོ། །
en: One will not be harmed by a king, thieves, and so forth.

source: གང་དུ་བྲིས་ཏེ་བཞག་པ་དེར་ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འགོ་བའི་ནད་ཐམས་ཅད་མི་འབྱུང་བར་འགྱུར་རོ། །
en: Wherever this is written down and stored, epidemics, harm, and contagions will not arise.

source: དྲི་མ་མེད་པའི་འོད་ཅེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ཀྱང་འཐོབ་པར་འགྱུར་རོ། །
en: What is more, one will attain the samādhi called stainless light.”

source: འཕགས་པ་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: The Noble Dhāraṇī “The Essence of Vairocana” is complete.
